Repository: Nejc23/hes-ui-old-comland
Catalog: src/assets/i18n/messages.*.xlf
Languages: fr, it, sl

source: Do you like the current view?
it: Vi piace la panoramica attuale ?
sl: Je trenutni izgled ustrezen?

source: Save set filters, column order/size, and use it later.
it: Memorizzare i filtri impostati, la grandezza / l'ordine delle colonne per usarli in futuro.
sl: Shrani nastavljene filtre in razporeditev/velikost stolpcev ter jih uporabi kasneje.

source: Save As New
it: Memorizzare come nuovo
sl: Shrani kot novo

source: Confirm
it: Confermare
sl: Potrdi

source: for
it: per
sl: za

source: Configure TOU
it: Configurare il TOU
sl: Nastavi TOU

source: Confirm bulk operation
it: Confermare l'operazione bulk
sl: Potrdi obsežno operacijo

source: Parent
it: Parente
sl: Nadrejeni

source: Module Id
it: Modulo Id
sl: Modul Id

source: Description
it: Descrizione
sl: Opis

source: Select/deselect
it: Selezionare/deselezionare
sl: Izberi/prekliči izbiro

source: Delete
it: Annullare
sl: Izbriši

source: Clear
it: Cancellare
sl: Počisti

source: Apply
it: Applicare
sl: Potrdi

source: Frequency
it: Frequenza
sl: Frekvenca

source: Week days
it: Giorni della settimana
sl: Dnevi v tednu

source: Days in month
it: giorni del mese
sl: Dnevi v mesecu

source: Time
it: Ora
sl: Čas

source: items
it: oggetto
sl: zadeve

source: items selected
it: oggetti selezionati
sl: izbrane zadeve

source: items found
it: oggetti trovati
sl: najdene zadeve

source: Select all
it: selezionare tutto
sl: Izberi vse

source: Connect
it: Connettere
sl: Priklop

source: Disconnect
it: Disconnettere
sl: Odklop

source: Set Limiter
it: Mettere il limitatore
sl: Nastavi omejitev

source: Configuration
it: Configurazione
sl: Konfiguracija

source: TOU Configuration
it: Configurazione del TOU
sl: Nastavitev TOU

source: Set configuration
it: Impostare la configurazione
sl: Nastavi

source: Add First
it: Aggiungere prima
sl: Dodaj prvega

source: Add New
it: Aggiungere nuovo
sl: Dodaj novega

source: Change password
it: Cambiare la password
sl: Spremeni geslo

source: Old password
it: Vecchia password
sl: Staro geslo

source: Repeat password
it: Ripetere la password
sl: Ponovi geslo

source: Save
it: Memorizza
sl: Shrani

source: Saved States
it: Stati memorizzati
sl: Shranjeni statusi

source: NO DATA FOUND
it: DATI NON TROVATI
sl: NI PODATKOV

source: clear
it: Cancellare
sl: počisti

source: NO DATA FOUND
it: DATI NON TROVATI
sl: NI PODATKOV

source: clear
it: Cancellare
sl: počisti

source: NO DATA FOUND
it: DATI NON TROVATI
sl: NI PODATKOV

source: NO DATA FOUND
it: DATI NON TROVATI
sl: NI PODATKOV

source: increment
it: Aumento
sl: povečaj

source: decrement
it: Diminuzione
sl: zmanjšaj

source: Drag
it: Selezionare
sl: Povleci

source: Increase value
it: Aumento del valore
sl: Povečaj vrednost

source: Decrease value
it: Diminuzione del valore
sl: Zmanjšaj vrednost

source: TODAY
it: OGGI
sl: DANES

source: Increase value
it: Aumento del valore
sl: Povečaj vrednost

source: Decrease value
it: Diminuzione del valore
sl: Zmanjšaj vrednost

source: TODAY
it: OGGI
sl: DANES

source: Toggle calendar
it: cambio calendario
sl: Preklopi koledar

source: Set
it: Inserire
sl: Nastavi

source: Set time
it: Inserire la data e l'ora
sl: Nastavi čas

source: Cancel
it: annullare
sl: Prekliči

source: Cancel changes
it: Annullare i cambiamenti
sl: Prekliči spremembe

source: Now
it: Adesso
sl: Sedaj

source: Select now
it: Selezionare adesso
sl: Izberi sedaj

source: Toggle time list
it: Cambia la time list
sl: Preklop na časovni seznam

source: Date
it: Data
sl: Datum

source: Date tab
it: Scheda della data
sl: Nastavitev datuma

source: Time
it: Ora
sl: Čas

source: Time tab
it: Scheda dell'ora
sl: Nastavitev časa

source: Toggle popup
it: Cambia il popup
sl: Preklop pojavno okno

source: Set
it: Inserire
sl: Nastavi

source: Set
it: Inserire
sl: Nastavi

source: Cancel
it: annullare
sl: Prekliči

source: Cancel
it: Annullare
sl: Prekliči

source: NOW
it: ADESSO
sl: SEDAJ

source: Select now
it: Selezionare adesso
sl: Izberi zdaj

source: TODAY
it: OGGI
sl: DANES

source: TODAY
it: OGGI
sl: DANES

source: Navigate to previous view
it: Naviga alla vista precedente
sl: Na prejšnji pregled

source: Navigate to next view
it: Naviga alla prossima vista
sl: Na naslednji pregled

source: Set
it: Inserire
sl: Nastavi

source: Set time
it: Inserire ora
sl: Nastavi čas

source: Cancel
it: Annullare
sl: Prekliči

source: Cancel changes
it: Annullare i cambiamenti
sl: Prekliči spremembe

source: Now
it: Adesso
sl: Sedaj

source: Select now
it: Selezionare adesso
sl: Izberi zdaj

source: 404 - page not exists
it: 404 - la pagina non esiste
sl: 404 - stran ne obstaja

source: Error:
it: Errore:
sl: Napaka:

source: Login failed! Check Identity server!
it: Login non riuscito ! Controllare l'identità del server!
sl: Prijava ni uspela! Preveri Identity strežnik!

source: Search data
it: Cerca i dati
sl: Iskanje

source: Apply saved state or save new
it: Applicare la messa in memoria o memorizza come nuovo
sl: Uporabi shranjeno stanje ali shrani novo

source: Refresh grid
it: Aggiornare il grid
sl: Osveži tabelo

source: Export in excel
it: Esportare nell'excel
sl: Izvoz v Excel

source: Back to main menu
it: ritorno al menu principale
sl: Nazaj na glavni meni

source: Profile
it: Profilo
sl: Profil

source: Name
it: Nome
sl: Naziv

source: Not valid request
it: Domanda non valida
sl: Neveljavna zahteva

source: Unknown error
it: Errore non conosciuto
sl: Neznana napaka

source: Search
it: Cercare
sl: Iskanje

source: Selected items deleted
it: Gli oggetti selezionati sono annullati
sl: Izbrane zadeve odstranjene

source: Value must be in range 0-100
it: Valore deve essere tra 0-100
sl: Vrednost mora biti od 0 do 100

source: Range is not correct
it: Gamma incorreta
sl: Razpon vrednosti ni ustrezen

source: Select/deselect all
it: Selezionare/deselezionare tutto
sl: Izberi/prekliči izbiro

source: Meters
it: Contatori
sl: Števci

source: Type
it: Tipo
sl: Tip

source: Tag
it: targa
sl: Oznaka

source: More Save options
it: Ulteriori opzioni di messa in memoria
sl: Več opcij shranjevanja

source: Register
it: Registro
sl: Registriraj

source: Last communication
it: Ultima comunicazione
sl: Zadnja komunikacija

source: Tags
it: Targhe
sl: Oznake

source: Loading data...
it: Caricamento dei dati ..
sl: Nalaganje podatkov...

source: Next planned read
it: Prossima lettura pianificata
sl: Naslednje branje

source: Filtered by:
it: filtrato da :
sl: Filtrirano po:

source: status
it: stato

source: type
it: tipo
sl: tip

source: tag
it: Etichetta
sl: oznaka

source: show deleted
it: Mostrare annullamento
sl: prikaži izbrisane

source: Help
it: Aiuto
sl: Pomoč

source: Minute(s)
it: Minuto(i)
sl: Minuta(e)

source: Every N minute(s)
it: Ogni N minuto(i)
sl: Vsakih N minut

source: Hour(s)
it: Ora(e)
sl: Ura(e)

source: Every N hour(s)
it: Ogni N ora(e)
sl: Vsakih N ur

source: Daily
it: Giornalmente
sl: Dnevno

source: Weekly
it: Settimanalmente
sl: Tedensko

source: One or more days of the week
it: Uno o più giorni della settimana
sl: En ali več dni v tednu

source: Monthly
it: Mensilmente
sl: Mesečno

source: Mon-Fri
it: Lun-Ven
sl: Pon-Pet

source: Mon
it: Lun
sl: Pon

source: Tue
it: Mar
sl: Tor

source: Wed
it: Mer
sl: Sre

source: Thu
it: Gio
sl: Čet

source: Fri
it: Ven
sl: Pet

source: Sat
it: Sab
sl: Sob

source: Sun
it: Dom
sl: Ned

source: Login successful
it: Login riuscito
sl: Prijava uspela

source: Login failed! Check your credentials ...
it: Login errato ! Controllare i vostri credenziali ...
sl: Prijava ni uspela! Preveri podatke...

source: Required field
it: Campo obbligatorio
sl: Obvezno polje

source: Server error!
it: Errore del Server !
sl: Napaka na strežniku!

source: Action in progress!
it: Azione in corso !
sl: Akcija se izvaja!

source: Data refreshed!
it: dati aggiornati !
sl: Podatki osveženi!

source: Entry is not a valid email
it: Inserimento non è un E-mail valida
sl: Nepravilen e-naslov

source: Entry exceeds maximum amount of characters
it: Inserimento sorpassa il numero massimo dei caratteri
sl: Vnos presega dovoljeno število znakov

source: Entry does not meet minimum required amount of characters
it: Inserimento non corrisponde al numero minimo di caratteri richiesti.
sl: Vnesenih je premalo znakov

source: Exceeds max value
it: Sorpassa il valore massimo
sl: Presega največjo vrednost

source: Exceeds min value
it: Sorpassa il valore minimo
sl: Ne dosega minimalne vrednosti

source: invalid form
it: Formulario non è valido
sl: napaka v formi

source: Equals
it: Equivalenti
sl: Enako

source: Not Equals
it: Non equivalenti
sl: Ni enako

source: Less than
it: meno che
sl: Manj kot

source: Greater than
it: più grande di
sl: Več kot

source: In Range
it: nella gamma
sl: V razponu

source: Cancel
it: Annullare
sl: Prekliči

source: Clear
it: Cancellare
sl: Počisti

source: Drop files here to upload
it: Mettere i files qui per caricarli
sl: Odloži datoteko tu

source: files failed to upload.
it: Files non sono stati caricati
sl: nalaganje datoteke ni uspelo.

source: files successfully uploaded.
it: Carica dei files riuscita.
sl: datoteka uspešno naložena.

source: File failed to upload.
it: File non è stato caricato.
sl: Nalaganje datoteke ni uspelo.

source: File successfully uploaded.
it: Carico del file è riuscito
sl: Datoteka uspešno naložena.

source: Paused
it: In sosta
sl: Začasno ustavljeno

source: Done
it: Fatto
sl: Narejeno

source: Uploading...
it: sta caricando...
sl: Nalaganje...

source: File type not allowed.
it: Questo tipo di file non è permesso.
sl: Tip datoteke ni dovoljen.

source: File size too large.
it: File è troppo grande.
sl: Velikost datoteke je prevelika.

source: File size too small.
it: File è troppo piccolo.
sl: Velikost datoteke je premajhna.

source: Pause
it: Sosta
sl: Pavza

source: Remove
it: Togliere
sl: Odstrani

source: Resume
it: Fare il riassunto

source: Retry
it: Riprovare
sl: Ponovitev

source: Upload
it: Caricare
sl: Naloži

source: Drop files here to select
it: Mettere i files qui per essere selezionati

source: File type not allowed.
it: Questo tipo di file non è permesso
sl: Nedovoljen tip datoteke.

source: File size too large.
it: File è troppo grande.
sl: Velikost datoteke je prevelika.

source: File size too small.
it: File è troppo piccolo.
sl: Velikost datoteke je premajhna.

source: Remove
it: Togliere
sl: Odstrani

source: Drag and drop files here to upload
it: Selezionare e mettere i files qui per essere caricati

source: Image
it: Immagine

source: Image Identifyer
it: Identificatore d'immagine

source: Image signature
it: Firma d'immagine

source: Fill last block
it: Riempire l'ultimo blocco

source: Activate
it: Attivare
sl: Aktiviraj

source: Scheduled
it: Previsto

source: Pending
it: in attesa
sl: V teku

source: Downloading packages...
it: scaricare pacchetti ...

source: Columns
it: Colonne
sl: Stolpci

source: Filters
it: Filtri
sl: Filtri

source: page
it: pagina
sl: stran

source: more
it: di più
sl: več

source: to
it: a
sl: do

source: of
it: di
sl: od

source: next
it: prossimo
sl: naslednja

source: last
it: ultimo
sl: zadnja

source: first
it: primo
sl: prva

source: previous
it: anteriore
sl: prejšnja

source: loading...
it: sta caricando...
sl: polnjenje...

source: Enable
it: Attivare
sl: Omogoči

source: Disable
it: Disattivare
sl: Onemogoči

source: Confirm operation
it: Confermare l'operazione
sl: Potrdi operacijo

source: Active
it: Attivo
sl: Aktiven

source: Inactive
it: Disattivo
sl: Neaktiven

source: Scheduled job started!
it: Job previsto ha cominciato!
sl: Opravilo zagnano!

source: Execute
it: Eseguire
sl: Izvrši

source: Execute job
it: Eseguire il job
sl: Izvedi opravilo

source: Confirm delete
it: Confermare l'annullamento
sl: Potrdi odstranitev

source: Delete job
it: Annullare il job
sl: Odstrani opravilo

source: Job canceled!
it: Job è annullato !
sl: Opravilo preklicano!

source: Job Type
it: Tipo di Job
sl: Tip opravila

source: Next run
it: Prossima esecuzione
sl: Naslednja izvršitev

source: One-time
it: Una volta
sl: Enkratno

source: Once
it: Prima
sl: Enkrat

source: Running job
it: job in esecuzione
sl: Izvedeno opravilo

source: Pending job
it: job in attesa
sl: Opravilo v izvajanju

source: Stop job
it: Job fermato
sl: Zaustavi opravilo

source: Cancel job
it: Job annulato
sl: Prekliči opravilo

source: Do you want to cancel scheduled job now?
it: volete annullare il job previsto ?
sl: Res želite preklicati opravilo?

source: Do you want to stop running job now?
it: Volete fermare il job in esecuzione ?
sl: Res želite ustaviti opravilo?

source: Configuration Id
it: Configurazione Id

source: Use pointers
it: Usare i pointers

source: For last
it: Per ultimo
sl: Za zadnjih

source: More options
it: Più opzioni
sl: Več možnosti

source: Import
it: Importo
sl: Uvozi

source: added
it: aggiunto
sl: dodan

source: updated
it: attualizzato
sl: nadgrajen

source: Import successful!
it: Importazione riuscita !
sl: Uvoz uspešen!

source: Edit job
it: Modificare il job
sl: Uredi opravilo

source: Action failed!
it: Azione non riuscita !
sl: Operacija ni uspela!

source: Add new rule
it: Aggiungere una nuova regola
sl: Dodaj novo pravilo

source: Edit rule
it: Modificare la regola
sl: Uredi pravilo

source: Delete rule
it: Annullare la regola
sl: Izbriši pravilo

source: Auto Templates
it: Modelli automatici

source: Meter discovery job
it: Lavoro di scoperta del contatore

source: Show only image ready for activation
it: Mostrare solamente l'immagine pronta per l'attivazione

source: Missing template!
it: Modello mancante !

source: Ready for activation!
it: Pronto per l'attivazione !

source: Previous
it: anteriore

source: Next
it: prossimo

source: Clear all
it: Cancellare tutto

source: Reading job
it: job di lettura

source: Rule deleted!
it: Regola annullata !

source: Select All
it: Selezionare tutto

source: show without template
it: Mostrare senza modello

source: Select/deselect all columns
it: Selezione/deselezionare tutte le colonne

source: Show all
it: Mostrare tutto

source: Activate FW upgrade
it: Attivare il Firmware

source: Activate Clear FF
it: Attivare / togliere il FF

source: Overview - Concentrators
it: Panoramica - Concentratori di Dati

source: No records found.
it: Nessun documento trovato

source: Template
it: Modello

source: Average value
it: Valore medio

source: Max value recorded at {{this.data.maxValue.timestamp | formatDateTime}}
it: Valore massimo registrato da {{this.data.maxValue.timestamp | formatDateTime}}

source: Min value recorded at {{this.data.minValue.timestamp | formatDateTime}}
it: Valore minimo da {{this.data.minValue.timestamp | formatDateTime}}

source: End time
it: Tempo finale

source: Show line chart
it: Mostra il grafico a linee

source: Show table
it: Mostra le tabelle

source: Data
it: Dati

source: Start time
it: Tempo di partenza

source: All ({{getTotalCountWithoutExcluded()}}) items selected
it: Tutti gli items selezionati ({{getTotalCountWithoutExcluded()}})

source: Mode
it: Modo

source: TOU Upload
it: Scaricamento del TOU

source: Limiter
it: Limitatore

source: Monitor
it: Schermo

source: Clear FF
it: Togliere il FF

source: Clear Alarms
it: Togliere gli allarmi

source: Show/hide filters
it: Mostrare / nascondere i filtri

source: Templates list
it: Lista dei modelli (Templates)

source: Show/hide templates
it: Mostrare / nascondere i modelli (templates)

source: File type
it: Tipo di file

source: Show/hide grid columns
it: Mostrare / nascondere le colonne della griglia

source: Import device keys
it: Importare le chiavi dei dispositivi

source: Add
it: Aggiungere

source: Open details
it: Aprire i dettagli

source: Manufacturer
it: Fabbricante

source: Address
it: Indirizzo

source: can only upload one file.
it: Può aggiornare solamente 1 file.

source: Upload successful!
it: L'aggiornamento è stato effettuato con successo !

source: Remove
it: Togliere

source: Confirm remove
it: Confermare la suppressione

source: Do you want to remove job from all rules?
it: Volete togliere il job da tutte le regole ?

source: Job successfully removed from all rules.
it: Il job è stato tolto con successo da tutte le regole

source: Failed to remove job from all rules.
it: Togliere il job da tute le regole non ha funzionato

source: Job successfully added to all rules.
it: Il job è stato aggiunto con successo a tutte le regole

source: Failed to add job to all rules.
it: Aggiungere il job a tutte le regole non ha funzionato

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: Last 7 days
it: Gli ultimi 7 giorni

source: Current month
it: Il mese in corso

source: Last Month
it: Il mese scorso

source: Custom
it: Personalizzare

source: Value
it: Valore

source: Open data
it: Aprire i dati

source: Select operation
it: Selezionare l'operazione

source: Set Monitor
it: Impostare lo schermo

source: Set
it: Impostare

source: Upload image
it: Scaricare l'immagine

source: Activate image
it: Attivare l'immagine

source: Devices
it: Dispositivi

source: Always connected
it: Sempre collegato

source: Only manual re-connection allowed
it: È consentita solo la riconnessione manuale

source: Remote and manual re-connection allowed
it: Sono consentite la riconnessione a distanza e quella manuale.

source: Only manual re-connection allowed / Manual disconnection not allowed
it: È consentita solo la riconnessione manuale / La disconnessione manuale non è consentita

source: Remote and manual re-connection allowed / Manual disconnection not allowed
it: La riconnessione a distanza e quella manuale sono permesse / la disconnessione manuale non è permessa

source: Manual and local re-connection allowed
it: Sono consentite la riconnessione manuale e quella locale

source: Manual and local re-connection allowed / Manual disconnection not allowed
it: Sono consentite la connessione manuale e quella locale / la disconnessione manuale non è permessa

source: Set Breaker mode
it: Impostare il modo breaker

source: Disconnector mode
it: Modo disconnettore

source: Import TOU Configuration
it: Importazione della configurazione TOU

source: Rule was added successfully
it: La regola è stata aggiunta con successo

source: Rule was updated successfully
it: La regola è stata aggiornata con successo

source: Remove job
it: Togliere il job

source: Apply Filters
it: Applicare i filtri

source: Clear Filters
it: Togliere i filtri

source: Save Filter Set
it: Salvaguardare l'impostazione del filtro

source: Saved Filter Sets
it: Impostazioni dei filtri salvaguardati

source: Edit
it: Modificare

source: All ({{getTotalCountWithoutExcludedDisplay()}}) items selected
it: Tutti gli items selezionati ({{getTotalCountWithoutExcludedDisplay()}}) items selected

source: Operations
it: Operazioni

source: Meter Unit
it: Unità di misura

source: Data view
it: Visualizzazione dei dati

source: Timestamp
it: marca oraria

source: Meter Units set Limiter was successful
it: L'impostazione del limitatore delle unità di misura effettuata con successo

source: Login
sl: Prijava

source: Please enter your username and password to login.
sl: Prosim vnesite uporabniško ime in geslo za prijavo.

source: Password
sl: Geslo

source: Not selected...
sl: Ni izbran...

source: Get disconnector status
sl: Preberi status odklopnika

source: Firmware
sl: Strojna oprema

source: Disconnector State
sl: Stanje odklopnika

source: firmware
sl: strojna oprema

source: disconnector state
sl: stanje odklopnika

source: show M-Bus module
sl: prikaži podrejeni MBus

source: Reading Job Configuration
sl: Načrtovanje opravila

source: Read every
sl: Preberi vsakega

source: minute(s)
sl: minuta(e)

source: hour(s)
sl: ura(e)

source: All ({{totalCount}}) items selected
sl: Vseh ({{totalCount}}) zadev izbranih

source: Clear selected
sl: Izbriši izbrano

source: Clear selected
sl: Počisti izbrane

source: Assign Job
sl: Opravila

source: Disconnector Status
sl: Status odklopnika

source: Upgrade
sl: Nadgradi

source: No data concentrators have been added!
sl: Noben podatkovni koncentrator še ni dodan!

source: Update
sl: Popravi

source: Add Data Concentrator
sl: Dodaj podatkovni koncentrator

source: ON
sl: VKLOP

source: OFF
sl: IZKLOP

source: Data Concentrators
sl: Podatkovni koncentratorji

source: Meters
sl: Števci

source: Logout
sl: Odjava

source: Log out
sl: Odjava

source: Id (Serial Number)
sl: Id (serijska številka)

source: Action does not exist
sl: Akcija ne obstaja

source: Data concentrator was added successfully
sl: Podatkovni koncentrator je bil uspešno dodan

source: State
sl: Status

source: Reading Status
sl: Status branja

source: Manufacturer
sl: Proizvajalec

source: Save and add another
sl: Shrani in dodaj novega

source: No records found. Please adjust your search or filter parameters.
sl: Ni podatkov. Prilagodite iskalni niz ali filter.

source: No filters applied
sl: Noben filter ni uporabljen

source: reading status
sl: status branja

source: manufacturer
sl: proizvajalec

source: Every day at a specific time
sl: Vsak dan ob določenem času

source: One or more days of the month
sl: En ali več dni v mesecu

source: Reset password request sent successfully
sl: Ponastavitev gesla uspela

source: New password saved successfully
sl: Novo geslo shranjeno

source: Invalid format
sl: Napačen format

source: Passwords do not match
sl: Geslo se ne ujema

source: Range is incorrect
sl: Razpon ni pravilen

source: Password changed successfully
sl: Menjava gesla uspela

source: files
sl: datoteke

source: Select file...
sl: Izberi datoteke...

source: Select file...
sl: izberi datoteke...

source: IEC Push
sl: IEC

source: Show deleted data concentrators
sl: Prikaži izbrisane podatkovne koncentratorje

source: Jobs
sl: Opravila

source: Job Status
sl: Status opravila

source: Overview - Data Concentrators
sl: Pregled - Podatkovni koncentratorji

source: Firmware image successfully uploaded
sl: Programska oprema je uspešno prenesena

source: Job stopped!
sl: Opravilo ustavljeno!

source: Only show meters with M-Bus modules
sl: Prikaži samo števce s podrejenimi informacijami (MBus)

source: Disconnector State
sl: Stanje odklopnika

source: Show deleted meters
sl: Prikaži izbrisane števce

source: Overview - Meters
sl: Pregled - Števci

source: Created by
sl: Uporabnik

source: no organization
sl: no organisation

source: Parametrization Id
sl: Parametrisation Id

source: Import TOU Configuration
sl: Uvoz TOU konfiguracije

source: File
sl: Datoteka

source: Import Templates
sl: Uvozi predloge

source: Import TOU Configuration
sl: Uvoz TOU konfiguracije

source: Job enabled!
sl: Opravilo omogočeno!

source: Job disabled!
sl: Opravilo onemogočeno!

source: Job started!
sl: Opravilo zagnano!

source: XML file imported successfully
sl: Uvoz xml datoteke je bil uspešen

source: Do you want to change the job status?
sl: Želite spremeniti status opravila?

source: Job deleted!
sl: Opravilo izbrisano!

source: Do you want to execute this job now?
sl: Želite zagnati opravilo?

source: Do you want to delete this job?
sl: Želite izbrisati opravilo?

source: Empty row already added for new item!
sl: Nova prazna vrstica je že dodana!

source: Selected item deleted
sl: Izbrani predmet je izbrisan

source: Show deleted meters
sl: Show deleted Meter Units

source: Show meters without a template
sl: Show Meter Units without template

source: Start at
sl: Začetek ob

source: Show deleted data concentrators
sl: Show deleted Data Concentrator Units

source: Are you sure you want to delete the rule?
sl: Do you want to delete rule?

source: only show meters which are ready for activation
sl: show only ready for activation
