Repository: Nejc23/hes-ui-old-comland
Catalog: src/assets/i18n/messages.*.xlf
Languages: fr, it, sl

# ngb.toast.close-aria
source: Close
fr: Fermer
it: Chiudere
sl: Zapri

source: Overview - Concentrators
fr: Aperçu - Concentrateurs

source: Concentrator units for
fr: Unités de concentrateurs pour

source: No records found.
fr: Pas trouvé de documents

source: Loading data...
fr: Téléchargement de données...

source: No filter applied
fr: Pas de filtre utilisé

source: Filtered by:
fr: filtré par:

source: status
fr: statut

source: vendor
fr: vendeur

source: read status
fr: lire le statut

source: show child MBus
fr: affiche le petit MBus

source: show without template
fr: affiche sans les modèles

source: show only ready for activation
fr: affiche seulement prêt pour l'activation

source: Overview - Meter Units
fr: Aperçu - Unités de compteurs

source: Meter Units for
fr: Unités de compteurs pour

source: Value must be in range 0-100
fr: La valeur doit être entre 0-100

source: Range is not correct
fr: La gamme n'est pas correcte

source: Status
fr: Statut

source: Vendor
fr: Vendeur

source: Show only Meter units with information of child (MBus)
fr: Affiche seulement les unités de compteurs avec l'information du petit (MBus)

source: Show Meter Units without template
fr: Affiche les unités de compteurs sans les modèles

source: Show only image ready for activation
fr: Affiche seulement l'image prêt pour l'activation

source: Clear
fr: effacer

source: Apply
fr: Appliquer

source: Select/deselect all
fr: Tout sélectionner / désélectionner

source: Name
fr: Nom

source: Search
fr: Chercher

source: Search data
fr: chercher les données

source: Apply saved state or save new
fr: Appliquer l'état mis en mémoire ou mettre en mémoire un nouveau

source: Refresh grid
fr: Actualiser le grid

source: Export in excel
fr: Export dans l'excel

source: Server error!
fr: Erreur de serveur !

source: Data refreshed!
fr: Données actualisées !

source: Action failed!
fr: L'action a échoué !

source: Columns
fr: Colonnes

source: Filters
fr: Filtres

source: more
fr: plus

source: to
fr: à

source: of
fr: de

source: next
fr: prochain

source: last
fr: dernier

source: first
fr: premier

source: previous
fr: précédent

source: loading...
fr: Téléchargement...

source: Confirm
fr: Confirmer

source: Remove
fr: Enlever

source: Confirm bulk operation
fr: Confirmer l'opération de masse

source: Remove {PH} Meter Unit(s) from Job?
fr: Enlever {PH} unité(s) de compteurs du Job?

source: Selected Meter Units removed successfully
fr: Les unités de compteurs sélectionnées ont été enlevées avec succès

source: Operations
fr: Opérations

source: Remove from Job
fr: Enlever du Job

source: items selected
fr: items sélectionnés

source: Select all
fr: Tout sélectionner

source: All
fr: Tout

source: Clear selected
fr: Effacer la sélection

source: More options
fr: Plus d'options

source: Scheduler job enabled!
fr: Le scheduler job est activé !

source: Scheduler job disabled!
fr: Le scheduler job est désactivé !

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Confirm operation
fr: Confirmer l'opération

source: Do you want to change scheduler job status
fr: Voulez-vous changer le statut du scheduler job ?

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: No records found. You need to adjust your search or filter parameters.
fr: Pas trouvé de documents. Vous devez adapter votre recherche ou filtrer les paramètres.

source: Next planned read
fr: Prochaine lecture planifiée

source: Scheduler job started!
fr: Le scheduler job a démarré !

source: Job stoped!
fr: Le job a été stoppé !

source: Job canceled!
fr: Le job a été annulé !

source: Scheduled job started!
fr: Le job programmé a démarré !

source: Execute
fr: Exécuter

source: Do you want to execute scheduler job now
fr: Voulez-vous exécuter le scheduler job maintenant ?

source: Execute job
fr: Exécuter le job

source: Data Concentrator Units
fr: Unités de concentrateurs de données

source: items found
fr: items trouvés

source: One-time
fr: une fois

source: Once
fr: une seule fois

source: Every N minute(s)
fr: toutes les minute(s) N

source: Hour(s)
fr: Heure(s)

source: Every N hour(s)
fr: Toutes les heure(s) N

source: Daily
fr: journalier

source: Every day specific time
fr: À une heure spécifique chaque jour

source: Weekly
fr: hebdomadaire

source: One or more days of the week
fr: Un ou plusieurs jours par semaine

source: Monthly
fr: mensuel

source: One or more days in the month
fr: Un ou plusieurs jours par mois

source: Mon-Fri
fr: Lun-Ven

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Required field
fr: Champ requis

source: added
fr: ajouté

source: updated
fr: actualisé

source: Data Concentrator Discovery Scheduler was
fr: Le Discovery Scheduler du concentrateur de données était

source: successfully
fr: avec succès

source: Cancel
fr: Annuler

source: Frequency
fr: Fréquence

source: Start time
fr: Heure de démarrage

source: Week days
fr: Jours de la semaine

source: Days in month
fr: Jours du mois

source: Time
fr: Heure

source: Date time
fr: date, heure

source: Previous
fr: Précédent

source: Save
fr: Mettre en mémoire

source: Save and Add another
fr: Mettre en mémoire et ajouter un autre

source: Next
fr: Prochain

source: More Save options
fr: Plus d'options de mise en mémoire

source: Scheduler job deleted!
fr: Le scheduler job a été annulé !

source: Delete
fr: annuler

source: Confirm delete
fr: Confirmer l'annulation

source: Do you want to delete scheduler job?
fr: Voulez-vous annuler le scheduler job?

source: Edit job
fr: modifier le job

source: Delete job
fr: annuler le job

source: Job Type
fr: Type de job

source: Next run
fr: Prochaine exécution

source: Owner
fr: Propriétaire

source: Devices
fr: Appareils

source: Add
fr: Ajouter

source: Scheduled
fr: Programmé

source: Remove {PH} Concentrator(s) from Job?
fr: Supprimer {PH} les concentrateur(s) du Job?

source: Selected Concentrators removed successfully.
fr: Les concentrateurs sélectionnés ont été supprimés avec succès.

source: Edit rule
fr: Modifier la règle

source: Delete rule
fr: Annuler la règle

source: Add new rule
fr: Ajouter une nouvelle règle

source: Remove job
fr: supprimer le job

source: Auto Templates
fr: Modèles automatiques

source: Aready added empty row for new item!
fr: Déjà ajouté une ligne vide pour un nouveau item !

source: Rule was added successfully
fr: La règle a été ajoutée avec succès

source: Rule was updated successfully
fr: La règle a été actualisée avec succès

source: Do you want to delete rule?
fr: Voulez-vous annuler la règle ?

source: Rule deleted!
fr: La règle a été annulée !

source: Confirm remove
fr: Confirmer la suppression

source: Do you want to remove job from all rules?
fr: Voulez-vous supprimer le job dans toutes les règles ?

source: Job successfully removed from all rules.
fr: Le job a été supprimé avec succès dans toutes les règles.

source: Failed to remove job from all rules.
fr: La suppression du job dans toutes les règles a échoué.

source: Select a job to add.
fr: Sélectionner un job à ajouter.

source: Job successfully added to all rules.
fr: Le job a été ajouté avec succès à toutes les règles.

source: Failed to add job to all rules.
fr: Ajouter le job à toutes les règles, n'a pas fonctionné.

source: Rules
fr: Règles

source: Templates list
fr: Liste des modèles

source: Show/hide templates
fr: Montrer / cacher les modèles

source: Import successful!
fr: Importation réussie !

source: Import templates
fr: Importation des modèles

source: File
fr: Document

source: Import
fr: Importation

source: Import TOU Configuration
fr: Importation de la configuration TOU

source: Import xml file was successfully
fr: Importation des documents xml effectuée avec succès

source: Import device keys
fr: Importation des clés des appareils

source: Upload successful
fr: Téléchargement réussi

source: can only upload one file.
fr: peut télécharger un seul document.

source: File {PH} imported successfully, number of imported meters {PH_1}, number of imported keys {PH_2}.
fr: Document {PH} importé avec succès, nombre de compteurs importés {PH_1}, nombre de clés importées {PH_2}.

source: File {PH} import failed, error message: {PH_1}
fr: Document {PH} importation échouée, message d'erreur : {PH_1}

source: File type
fr: Type de document

source: Timestamp
fr: Horodatage

source: Value
fr: Valeur

source: Average value
fr: Valeur moyenne

source: Max value recorded at {INTERPOLATION}
fr: Valeur maximale enregistrée à {INTERPOLATION}

source: Min value recorded at {INTERPOLATION}
fr: Valeur minimale enregistrée à {INTERPOLATION}

source: Register
fr: Registre

source: No register selected
fr: Pas de registre sélectionné

source: To display data, select register from the list on the left.
fr: Pour afficher les données, sélectionner le registre de la liste à gauche

source: No data found
fr: Pas trouvé de données

source: There seems to be no available data to show.
fr: Il n'y a pas de données disponibles à afficher

source: Try changing the time.
fr: Essayer de changer la date et l'heure

source: Show/hide registers
fr: Afficher / cacher les registres

source: Refresh data
fr: Actualiser les données

source: Show/hide filters
fr: Afficher / cacher les filtres

source: Meter Units
fr: Unités de compteurs

source: Always connected
fr: Toujours connecté

source: Only manual re-connection allowed
fr: Seulement la re-connexion manuelle est autorisée

source: Remote and manual re-connection allowed
fr: La re-connexion à distance et celle manuelle est autorisée

source: Only manual re-connection allowed / Manual disconnection not allowed
fr: Seulement la re-connexion manuelle est autorisée / la déconnexion manuelle n'est pas permise.

source: Remote and manual re-connection allowed / Manual disconnection not allowed
fr: La re-connexion à distance et manuelle est autorisée / la disconnexion manuelle n'est pas permise

source: Manual and local re-connection allowed
fr: La re-connexion manuelle et locale est autorisée

source: Manual and local re-connection allowed / Manual disconnection not allowed
fr: La re-connexion manuelle et locale est permise / la disconnexion manuelle n'est pas autorisée

source: Meter Units set Breaker mode was successfully
fr: Les unités de comptage ont mis le mode "Breaker" avec succès

source: Disconnector mode
fr: Mode déconnecteur

source: Select/deselect
fr: Sélectionner / désélectionner

source: 'Name
fr: 'Nom

source: Meter Units upload Edited was successfully
fr: La modification du téléchargement des unités de compteurs a fonctionné

source: FW Upgrade
fr: Mise à jour du FW

source: Image Identifyer
fr: Identificateur d'image

source: Fill last block
fr: Remplir le dernier bloc

source: Activate
fr: Activation

source: Set Monitor was successful
fr: Réglage du moniteur effectué avec succès

source: At least one treshold should be filled!
fr: Au moins un treshold doit être rempli !

source: Action in progress!
fr: Action en cours !

source: for
fr: pour

source: Connect
fr: Connecter

source: Disconnect
fr: Déconnecter

source: Activate FW upgrade
fr: Activation de la mise à jour du FW

source: Activate Clear FF
fr: Activer supprimer FF

source: Clear Filters
fr: Supprimer les filtres

source: Save Filter Set
fr: Mettre en mémoire le jeu de filtres

source: Saved Filter Sets
fr: Jeux de filtres sauvegardés

source: State
fr: Indiquer

source: Do you like the current view?
fr: Est-ce que la vue actuelle vous plaît ?

source: Save set filters, column order/size, and use it later.
fr: Sauvegarder les jeux de filtres, l'ordre et la grandeur des colonnes et les utiliser ultérieurement.

source: Saved States
fr: États sauvegardés

source: Save As New
fr: Sauvegarder comme nouveau

source: Update
fr: Mise à jour

source: Show/hide grid columns
fr: Afficher / cacher les colonnes des grilles

source: Data
fr: données

source: Upload image
fr: Télécharger l'image

source: Activate image
fr: Activation de l'image

source: TOU Upload
fr: Téléchargement du TOU

source: Limiter
fr: Limiteur

source: Monitor
fr: Écran

source: Clear FF
fr: Enlever le FF

source: Clear Alarms
fr: Enlever les alarmes

source: You have no Data Concentrator Units yet!
fr: Vous n'avez pas encore de concentrateur de données !

source: Add New
fr: Ajouter un nouveau

source: Meter Unit was updated successfully
fr: L'unité de compteur a été mise à jour avec succès

source: Meters
fr: Compteurs

source: Data view
fr: Vue des données

source: From
fr: de

source: Meter Unit
fr: Unité de compteur

source: Edit
fr: Modifier

source: Manufacturer
fr: Fabricant

source: Template
fr: Modèle

source: Error saving Meter Unit!
fr: Erreur de sauvegarde de l'unité de compteur !

source: Address
fr: Adresse

source: Open details
fr: Ouverture des détails

source: Open data
fr: Ouverture des données

source: Select operation
fr: Sélectionner l'opération

source: Missing template!
fr: Le modèle manque !

source: Ready for activation!
fr: Prêt à l'activation !

source: Show all
fr: Montrer tout

source: Parametrisation Id
fr: Paramétrisation Id

source: Logical device name
fr: Nom du dispositif logique

source: Read status
fr: Lecture du statut

source: Job status
fr: Statut du job

source: Equals
fr: est égal à

source: Not Equals
fr: Ne correspond pas

source: Less than
fr: moins que

source: Greater than
fr: plus grand que

source: In Range
fr: dans la gamme

source: Every N hour(s
fr: Toutes les heures N

source: Meter Units Read Scheduler was
fr: Le Scheduler lecture des unités de compteurs était

source: Use pointers
fr: Utilisation des pointeurs

source: For last
fr: En dernier

source: Last communication
fr: Dernière communication

source: Data Concentration Unit was added successfully
fr: L'unité de concentrateur de données a été ajoutée avec succès

source: Error adding scheduler.
fr: Erreur lors de l'ajout du scheduler.

source: Add Data Concentrator Unit
fr: Ajouter l'unité de concentrateur de données

source: Id (serial number)
fr: Id (numéro d'appareil)

source: Error saving DCU!
fr: Erreur lors de la sauvegarde du DCU !

source: Username
fr: Nom de l'utilisateur

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmation du mot de passe

source: Select All
fr: tout sélectionner

source: selected Data Concentrator Units?
fr: Unités de concentrateurs de données sélectionnées ?

source: Selected items deleted
fr: Les items sélectionnés ont été annulés

source: Add First
fr: Ajouter en premier

source: Data concentrator unit
fr: Unité de concentrateur de données

source: Data Concentration Unit was updated successfully
fr: L'unité de concentrateur de données a été mise à jour avec succès

source: NO DATA FOUND
fr: PAS TROUVÉ DE DONNÉES

source: clear
fr: Enlever

source: NO DATA FOUND
fr: PAS TROUVÉ DE DONNÉES

source: Entry is not a valid email
fr: L'information entrée n'est pas un courriel valable

source: Entry exceeds maximum amount of characters
fr: L'information entrée dépasse le nombre maximum de caractères

source: Entry does not meet minimum required amount of characters
fr: L'information entrée ne correspond pas au nombre minimum de caractères requis

source: Wrong format
fr: Format erroné

source: Password not match
fr: Le mot de passe ne correspond pas

source: Exceeds max value
fr: Dépasse la valeur maximale

source: Exceeds min value
fr: Dépasse la valeur minimale

source: Range is incorect
fr: La gamme est incorrecte

source: Drop files here to select
fr: Mettre ici les documents à sélectionner

source: File type not allowed.
fr: Ce type de document n'est pas autorisé.

source: File size too large.
fr: La taille du document est trop grande.

source: File size too small.
fr: La taille du document est trop petite.

source: Remove
fr: Supprimer

source: Select files...
fr: Sélectionner les fichiers...

source: Cancel
fr: Annuler

source: Clear
fr: Enlever

source: Drop files here to upload
fr: Mettre ici les documents à télécharger

source: files
fr: fichiers

source: files failed to upload.
fr: Le téléchargement des fichiers n'a pas fonctionné.

source: files successfully uploaded.
fr: Fichiers téléchargés avec succès

source: File failed to upload.
fr: Le téléchargement du fichier n'a pas fonctionné.

source: File successfully uploaded.
fr: Le fichier a été téléchargé avec succès.

source: Paused
fr: en pause

source: Done
fr: fait

source: Uploading...
fr: Est en train de télécharger

source: File type not allowed.
fr: Ce type de fichier n'est pas autorisé.

source: File size too large.
fr: La taille du fichier est trop grande

source: File size too small.
fr: La taille du fichier est trop petite

source: Remove
fr: Supprimer

source: Resume
fr: résumer

source: Retry
fr: ré-essayer

source: Select files...
fr: Sélectionner les fichiers...

source: Upload
fr: Téléchargement

source: invalid form
fr: formulaire pas valable

source: TODAY
fr: AUJOURD'HUI

source: Increase value
fr: Augmentation de la valeur

source: Decrease value
fr: Diminution de la valeur

source: Set
fr: Mettre

source: Set time
fr: Durée déterminée

source: Cancel
fr: annuler

source: Cancel changes
fr: annuler les changements

source: Now
fr: maintenant

source: Select now
fr: Sélectionner maintenant

source: Set
fr: Régler

source: Set
fr: Régler

source: Cancel
fr: annuler

source: Cancel
fr: annuler

source: NOW
fr: MAINTENANT

source: Select now
fr: Sélectionner maintenant

source: TODAY
fr: AUJOURD'HUI

source: Set
fr: Régler

source: Set time
fr: Mettre la date et l'heure

source: Cancel
fr: Annuler

source: Cancel changes
fr: Annuler les changements

source: Now
fr: Maintenant

source: Select now
fr: Sélectionner maintenant

source: Import TOU configuration
fr: Importation de la configuration TOU

source: Back to main menu
fr: Retour au menu principal

source: Running job
fr: Job en cours

source: Pending job
fr: job en suspens

source: Pending
fr: en suspens

source: Downloading packages...
fr: Téléchargement de packages

source: Select/deselect all columns
fr: Sélectionner / Déselectionner toutes les colonnes

source: Cancel job
fr: Annuler le job

source: Do you want to cancel scheduled job now?
fr: voulez-vous annuler maintenant le job programmé ?

source: Do you want to stop running job now?
fr: Voulez-vous stopper maintenant le job en cours ?

source: Increase value
fr: Augmentation de la valeur

source: Decrease value
fr: Diminution de la valeur

source: Log out
fr: Se déconnecter

source: no organisation
fr: pas d'organisation

source: Pin/collapse menu
fr: menu pin/collapse

source: Reset password request successful
fr: Requête d'actualisation du mot de passe réussie

source: Login successful
fr: Login réussi

source: New password successful saved
fr: Sauvegarde du mot de passe réussie

source: Login failed! Check your credentials ...
fr: Le Login n'a pas fonctionné ! Contrôler vos données ...

source: Please enter your user name and password to login.
fr: Prière d'indiquer votre nom d'utilisateur et votre mot de passe pour effectuer le login.

source: Forgot password?
fr: Mot de passe oublié ?

source: Reset your password
fr: réinitialiser votre mot de passe

source: Please enter your email to reset account password.
fr: Prière d'indiquer votre adresse courriel afin de réinitialiser le mot de passe de votre compte.

source: Email
fr: courriel

source: Reset
fr: Réinitialiser

source: Back to login
fr: Retour au login

source: Please enter new password.
fr: Prière d'indiquer votre nouveau mot de passe

source: New password
fr: Nouveau mot de passe

source: 404 - page not exists
fr: 404 - la page n'existe pas

source: Error:
fr: Erreur:

source: Login failed! Check Identity server!
fr: Le Login n'a pas fonctionné ! vérifier le serveur identité !

source: Not valid request
fr: Requête non valable

source: Action not exists
fr: L'action n'existe pas

source: Unknown error
fr: erreur inconnue

source: Get CII state
fr: Avoir l'état du CII

source: CII Activate
fr: Activation du CII

source: CII Deactivate
fr: Désactivation du CII

source: FW upgrade
fr: mise à jour du FW

source: Deactivate
fr: Désactivation

source: disconnector state
fr: état du déconnecteur

source: Disconnector state
fr: état du disconnecteur

source: Get disconnector status
fr: Obtenir le statut du disconnecteur

source: CII state
fr: état du CII

source: Today
fr: Aujourd'hui

source: Yesterday
fr: hier

source: Last 7 days
fr: derniers 7 jours

source: Last 30 days
fr: derniers 30 jours

source: Current month
fr: mois courant

source: Last month
fr: dernier mois

source: CII State
fr: état du CII

source: Synchronize time
fr: synchroniser date et heure

source: Relays
fr: Relais

source: Sync time
fr: Synchroniser date et heure

source: Number of events
fr: Nombre d'événements

source: Event type
fr: Type d'événement

source: Relay
fr: Relais

source: Setting of relay mode succeeded!
fr: Mise en place du mode relais réussie !

source: Serial number
fr: Numéro d'appareil

source: With template
fr: Avec template

source: Without template
fr: Sans template

source: Image ready for activation
fr: Image prête à l'activation

source: show option
fr: montrer l'option

source: Show
fr: montrer

source: Username
it: Nome dell'utente
sl: Uporabniško ime

source: Forgot password?
it: Dimenticato la password?
sl: Ste pozabili geslo?

source: Reset your password
it: Reimpostare la password
sl: Ponastavi geslo

source: Please enter your email to reset account password.
it: Inserire l'indirizzo e-mail per reimpostare la password del conto.
sl: Prosim vnesite e-naslov za ponastavitev gesla.

source: Email
it: Indirizzo e-mail
sl: E-naslov

source: Reset
it: Reimpostare
sl: Ponastavi

source: Back to login
it: Ritorno al login
sl: Nazaj v prijavno okno

source: Please enter new password.
it: Inserire la nuova password.
sl: Prosim vnesite novo geslo.

source: New password
it: Nuova password
sl: Novo geslo

source: Confirm password
it: Confermare la password
sl: Potrdi geslo

# ngb.alert.close
source: Close
it: Chiudere
sl: Zapri

# ngb.carousel.previous
source: Previous
it: Anteriore
sl: Prejšnji

# ngb.carousel.next
source: Next
it: Prossimo
sl: Naslednji

# ngb.datepicker.previous-month
source: Previous month
it: Mese anteriore
sl: Prejšnji mesec

# ngb.datepicker.next-month
source: Next month
it: Prossimo mese
sl: Naslednji mesec

# ngb.datepicker.select-month
source: Select month
it: Selezionare il mese
sl: Izberi mesec

# ngb.datepicker.select-year
source: Select year
it: Selezionare l'anno
sl: Izberi leto

# ngb.pagination.first-aria
source: First
it: Primo
sl: Prvi

# ngb.pagination.previous-aria
source: Previous
it: Anteriore
sl: Prejšnji

# ngb.pagination.next-aria
source: Next
it: Prossimo
sl: Naslednji

# ngb.pagination.last-aria
source: Last
it: ultimo
sl: Zadnji

# ngb.timepicker.increment-hours
source: Increment hours
it: Aumento delle ore
sl: Povečaj ure

# ngb.timepicker.hours
source: Hours
it: ore
sl: Ure

# ngb.timepicker.decrement-hours
source: Decrement hours
it: Diminuzione delle ore
sl: Zmanjšaj ure

# ngb.timepicker.increment-minutes
source: Increment minutes
it: Aumento dei minuti
sl: Povečaj minute

# ngb.timepicker.minutes
source: Minutes
it: Minuti
sl: Minute

# ngb.timepicker.decrement-minutes
source: Decrement minutes
it: Diminuzione dei minuti
sl: Zmanjšaj minute

# ngb.timepicker.increment-seconds
source: Increment seconds
it: Aumento dei secondi
sl: Povečaj sekunde

# ngb.timepicker.seconds
source: Seconds
it: Secondi
sl: Sekunde

# ngb.timepicker.decrement-seconds
source: Decrement seconds
it: Diminuzione dei secondi
sl: Zmanjšaj sekunde

source: Add new dashboard
it: Aggiungere un nuovo dashboard
sl: Dodaj novo nadzorno ploščo

source: Cancel
it: Annullare
sl: Prekliči

source: State
it: Stato
sl: Status
